---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithFold
source: html/dc6bfd81-c762-5268-450a-245330bce626.htm
---
# StructuralSectionSigmaProfileWithFold Methods

Returns size of the section boundary.